Repository: ravi-p/church_crm
Catalog: crm/organization/locale/*/LC_MESSAGES/django.po
Languages: de

source: Designations
de: Bezeichnungen

source: List of all available designations in the system
de: Liste aller verfügbaren Bezeichnungen

source: Organizations
de: Unternehmen

source: List of all Organizations in the system
de: iListe aller Unternehmen in das System

source: Organization Types
de: Organisation Arten

source: Types tell you more about the organization
de: Arten erfahren Sie mehr über die Organisation

source: Users
de: Benutzer

source: List of users in the system
de: Liste der Benutzer im System

source: Visiting Cards
de: Visitenkarten

source: List of all visiting cards
de: Liste aller Visitenkarten
